Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# calendar.message.event_creation
source: Event creation flow goes here.
ar: يتم الانتقال إلى تدفق إنشاء الحدث هنا.
da: Begivenhedsoprettelsesflowet går her.
de: calendar.message.event_creation
es: El flujo de creación de eventos va aquí.
fa: جریان ایجاد رویداد به اینجا می رود.
fi: Tapahtuman luomisvirta menee tähän.
fr: Le flux de création d’événements va ici.
he: calendar.message.event_creation
it: Il flusso di creazione dell'evento va qui.
ja: イベント作成の流れはこちらになります。
nl: De stroom voor het maken van evenementen gaat hierheen.
sw: Mtiririko wa kuunda tukio huenda hapa.
th: ขั้นตอนการสร้างกิจกรรมอยู่ที่นี่
uk: Тут відбувається процес створення події.
vi: Luồng tạo sự kiện sẽ diễn ra ở đây.
zh_hans: 事件创建流程在此处。
zh_hant: 事件建立流程在此處。
zh_hk: 事件創建流程在此處。

# calendar.more_events
source: +%d more
ar: +%d أكثر
da: +%d mere
de: calendar.more_events
es: +%d más
fa: +%d بیشتر
fi: +%d lisää
fr: +%d plus
he: calendar.more_events
it: +%d in più
ja: さらに +%d
nl: +%d meer
ru: +%d еще
sw: +%d zaidi
th: อีก +%d
uk: + ще %d
vi: +%d thêm
zh_hans: +%d 个更多
zh_hant: +%d 個更多
zh_hk: +%d 更多

# calendar.new_event
source: New Event
ar: حدث جديد
da: Ny begivenhed
de: calendar.new_event
es: Nuevo Evento
fa: رویداد جدید
fi: Uusi Tapahtuma
fr: Nouvel événement
he: calendar.new_event
it: Nuovo evento
ja: 新しいイベント
nl: Nieuw evenement
ru: Новое событие
sw: Tukio Jipya
th: กิจกรรมใหม่
uk: Нова подія
vi: Sự kiện mới
zh_hans: 新建事件
zh_hant: 新增事件
zh_hk: 新活動

# calendar.no_events.message
source: No events today
ar: لا توجد أحداث اليوم
da: Ingen begivenheder i dag
de: calendar.no_events.message
es: No hay eventos hoy
fa: امروز هیچ رویدادی وجود ندارد
fi: Ei tapahtumia tänään
fr: Aucun événement aujourd'hui
he: calendar.no_events.message
it: Nessun evento oggi
ja: 今日はイベントはありません
nl: Geen evenementen vandaag
ru: Сегодня нет событий
sw: Hakuna matukio leo
th: ไม่มีกิจกรรมในวันนี้
uk: Сьогодні немає подій
vi: Không có sự kiện nào hôm nay
zh_hans: 今天没有事件
zh_hant: 今天沒有事件
zh_hk: 今天沒有活動

# calendar.no_events.title
source: No events
ar: لا توجد أحداث
da: Ingen begivenheder
de: calendar.no_events.title
es: Sin eventos
fa: هیچ رویدادی وجود ندارد
fi: Ei tapahtumia
fr: Aucun événement
he: calendar.no_events.title
it: Nessun evento
ja: イベントはありません
nl: Geen evenementen
ru: Нет событий
sw: Hakuna matukio
th: ไม่มีกิจกรรม
uk: Подій немає
vi: Không có sự kiện
zh_hans: 无事件
zh_hant: 無事件
zh_hk: 沒有活動

# calendar.performance.stats
source: First frame: %@ | Data ready: %@ | Full ready: %@ | Events: %d
ar: الإطار الأول: %@ |البيانات جاهزة: %@ |جاهز بالكامل: %@ |الأحداث: %d
da: Første ramme: %@ |Data klar: %@ |Fuld klar: %@ |Begivenheder: %d
de: Erster Frame: %@ |Daten bereit: %@ |Vollständig bereit: %@ |Ereignisse: %d
es: Primer fotograma: %@ |Datos listos: %@ |Completamente listo: %@ |Eventos: %d
fa: فریم اول: %@ |داده آماده: %@ |آماده کامل: %@ |رویدادها: %d
fi: Ensimmäinen kehys: %@ |Tiedot valmiina: %@ |Täysin valmis: %@ |Tapahtumat: %d
fr: Première image : %@ |Données prêtes : %@ |Prêt : %@ |Événements : %d
he: calendar.performance.stats
it: Primo fotogramma: %@ |Dati pronti: %@ |Completamente pronto: %@ |Eventi: %d
ja: 最初のフレーム: %@ |データの準備ができました: %@ |完全に準備完了: %@ |イベント: %d
nl: Eerste frame: %@ |Gegevens gereed: %@ |Volledig klaar: %@ |Gebeurtenissen: %d
sw: Fremu ya kwanza: %@ |Data iko tayari: %@ |Tayari kamili: %@ |Matukio: %d
th: เฟรมแรก: %@ |ข้อมูลพร้อม: %@ |พร้อมเต็มที่: %@ |เหตุการณ์: %d
uk: Перший кадр: %@ |Дані готові: %@ |Повністю готовий: %@ |Події: %d
vi: Khung hình đầu tiên: %@ |Dữ liệu đã sẵn sàng: %@ |Đã sẵn sàng hoàn toàn: %@ |Sự kiện: %d
zh_hans: 首帧: %@ | 数据就绪: %@ | 完全就绪: %@ | 事件: %d
zh_hant: 首幀: %@ | 資料就緒: %@ | 完全就緒: %@ | 事件: %d
zh_hk: 第一幀：%@ | 數據準備好：%@ | 完全準備好：%@ | 事件：%d

# calendar.performance.title
source: Calendar Performance
ar: أداء التقويم
da: Kalenderydelse
de: calendar.performance.title
es: Rendimiento del calendario
fa: عملکرد تقویم
fi: Kalenterin suorituskyky
fr: Performances du calendrier
he: calendar.performance.title
it: Prestazioni del calendario
ja: カレンダーのパフォーマンス
nl: Kalenderprestaties
sw: Utendaji wa Kalenda
th: ประสิทธิภาพของปฏิทิน
uk: Календар продуктивності
vi: Hiệu suất lịch
zh_hans: 日历性能
zh_hant: 日曆效能
zh_hk: 日曆表現

# calendar.refresh.permission_denied
source: Calendar access is disabled. Enable access in System Settings > Privacy & Security > Calendars.
ar: تم تعطيل الوصول إلى التقويم.قم بتمكين الوصول في إعدادات النظام > الخصوصية والأمان > التقويمات.
da: Kalenderadgang er deaktiveret.Aktiver adgang i Systemindstillinger > Privatliv og sikkerhed > Kalendere.
de: calendar.refresh.permission_denied
es: El acceso al calendario está deshabilitado. Habilita el acceso en Configuración del Sistema > Privacidad y Seguridad > Calendarios.
fa: دسترسی به تقویم غیرفعال است.دسترسی را در تنظیمات سیستم > حریم خصوصی و امنیت > تقویم ها فعال کنید.
fi: Kalenterin käyttö on estetty.Salli käyttöoikeus kohdassa Järjestelmäasetukset > Tietosuoja ja suojaus > Kalenterit.
fr: L'accès au calendrier est désactivé.Activez l'accès dans Paramètres système > Confidentialité et sécurité > Calendriers.
he: calendar.refresh.permission_denied
it: L'accesso al calendario è disabilitato.Abilita l'accesso in Impostazioni di sistema > Privacy e sicurezza > Calendari.
ja: カレンダーへのアクセスが無効になっています。[システム設定] > [プライバシーとセキュリティ] > [カレンダー] でアクセスを有効にします。
nl: Agendatoegang is uitgeschakeld.Schakel toegang in Systeeminstellingen > Privacy en beveiliging > Agenda's in.
ru: Доступ к календарю отключен. Включите доступ в Настройки системы > Конфиденциальность и безопасность > Календари.
sw: Ufikiaji wa kalenda umezimwa.Washa ufikiaji katika Mipangilio ya Mfumo > Faragha na Usalama > Kalenda.
th: การเข้าถึงปฏิทินถูกปิดใช้งานเปิดใช้งานการเข้าถึงในการตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > ปฏิทิน
uk: Доступ до календаря вимкнено.Увімкніть доступ у системних налаштуваннях > Конфіденційність і безпека > Календарі.
vi: Quyền truy cập lịch bị vô hiệu hóa.Cho phép truy cập trong Cài đặt hệ thống > Quyền riêng tư & bảo mật > Lịch.
zh_hans: 日历访问已禁用。请在“系统设置 > 隐私与安全性 > 日历”中启用。
zh_hant: 日曆存取已停用。請在「系統設定 > 隱私權與安全性 > 日曆」中啟用。
zh_hk: 日曆訪問已禁用。在系統設置 > 隱私和安全 > 日曆中啟用訪問。

# calendar.refresh.scheduling_failed
source: Calendar refreshed, but scheduling could not be completed.
ar: تم تحديث التقويم، ولكن تعذر إكمال الجدولة.
da: Kalenderen blev opdateret, men planlægningen kunne ikke fuldføres.
de: calendar.refresh.scheduling_failed
es: Calendario actualizado, pero no se pudo completar la programación.
fa: تقویم به روز شد، اما زمان‌بندی کامل نشد.
fi: Kalenteri päivitetty, mutta ajoitusta ei voitu suorittaa loppuun.
fr: Le calendrier a été actualisé, mais la planification n'a pas pu être effectuée.
he: calendar.refresh.scheduling_failed
it: Calendario aggiornato, ma non è stato possibile completare la pianificazione.
ja: カレンダーが更新されましたが、スケジュールを完了できませんでした。
nl: Agenda vernieuwd, maar planning kan niet worden voltooid.
ru: Календарь обновлен, но не удалось завершить планирование.
sw: Kalenda imeonyeshwa upya, lakini kuratibu hakuweza kukamilika.
th: รีเฟรชปฏิทินแล้ว แต่ไม่สามารถกำหนดเวลาให้เสร็จสิ้นได้
uk: Календар оновлено, але планування не вдалося завершити.
vi: Đã làm mới lịch nhưng không thể hoàn tất việc lên lịch.
zh_hans: 日历已刷新，但排程未完成。
zh_hant: 日曆已重新整理，但排程未完成。
zh_hk: 日曆已刷新，但日程安排無法完成。

# calendar.today
source: Today
ar: اليوم
da: I dag
de: calendar.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: calendar.today
it: Oggi
ja: 今日
nl: Vandaag
ru: Сегодня
sw: Leo
th: วันนี้
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# calendar.travel_time
source: Travel time: %@
ar: وقت السفر: %@
da: Rejsetid: %@
de: calendar.travel_time
es: Tiempo de viaje: %@
fa: زمان سفر: %@
fi: Matka-aika: %@
fr: Temps de trajet : %@
he: calendar.travel_time
it: Tempo di viaggio: %@
ja: 移動時間: %@
nl: Reistijd: %@
ru: Время в пути: %@
sw: Muda wa kusafiri: %@
th: เวลาเดินทาง: %@
uk: Час у дорозі: %@
vi: Thời gian di chuyển: %@
zh_hans: 出行时间: %@
zh_hant: 出行時間: %@
zh_hk: 行程時間：%@

# common.button.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: common.button.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: common.button.cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
ru: Отмена
sw: Ghairi
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# common.button.close
source: Close
ar: يغلق
da: Tæt
de: common.button.close
es: Cerrar
fa: بستن
fi: Lähellä
fr: Fermer
he: common.button.close
ja: 近い
nl: Dichtbij
ru: Закрыть
sw: Funga
th: ปิด
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# common.button.edit
source: Edit
ar: يحرر
da: Redigere
de: common.button.edit
es: Editar
fa: ویرایش کنید
fi: Muokata
fr: Modifier
he: common.button.edit
it: Modificare
ja: 編集
nl: Bewerking
ru: Редактировать
sw: Hariri
th: แก้ไข
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

# common.button.save
source: Save
ar: يحفظ
da: Spare
de: common.button.save
es: Guardar
fa: ذخیره کنید
fi: Tallentaa
fr: Sauvegarder
he: common.button.save
it: Salva
ja: 保存
nl: Redden
ru: Сохранить
sw: Hifadhi
th: บันทึก
uk: зберегти
vi: Cứu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 節省

# common.button.start_now
source: Start Now
ar: ابدأ الآن
da: Start nu
de: common.button.start_now
es: Iniciar Ahora
fa: اکنون شروع کنید
fi: Aloita nyt
fr: Commencez maintenant
he: common.button.start_now
it: Inizia ora
ja: 今すぐ始めましょう
nl: Begin nu
ru: Начать сейчас
sw: Anza Sasa
th: เริ่มเลย
uk: Почніть зараз
vi: Bắt đầu ngay bây giờ
zh_hans: 立即开始
zh_hant: 立即開始
zh_hk: 現在開始

# common.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: common.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: common.cancel
it: Annulla
ja: キャンセル
nl: Annuleren
ru: Отмена
sw: Ghairi
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# common.done
source: Done
ar: منتهي
da: Færdig
de: common.done
es: Hecho
fa: انجام شد
fi: Tehty
fr: Fait
he: common.done
it: Fatto
ja: 終わり
nl: Klaar
ru: Готово
sw: Imekamilika
th: เสร็จแล้ว
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成
zh_hk: 完畢

# courses.action.edit_courses
source: Edit Courses
ar: تحرير الدورات
da: Rediger kurser
de: courses.action.edit_courses
es: Editar cursos
fa: ویرایش دوره ها
fi: Muokkaa kursseja
fr: Modifier les cours
he: courses.action.edit_courses
it: Modifica corsi
ja: コースを編集する
nl: Cursussen bewerken
sw: Hariri Kozi
th: แก้ไขหลักสูตร
uk: Редагувати курси
vi: Chỉnh sửa khóa học
zh_hans: 编辑课程
zh_hant: 編輯課程
zh_hk: 編輯課程

# courses.action.new_course
source: New Course
ar: دورة جديدة
da: Nyt kursus
de: courses.action.new_course
es: Nuevo curso
fa: دوره جدید
fi: Uusi kurssi
fr: Nouveau cours
he: courses.action.new_course
it: Nuovo corso
ja: 新コース
nl: Nieuwe cursus
sw: Kozi Mpya
th: หลักสูตรใหม่
uk: Новий курс
vi: Khóa học mới
zh_hans: 新建课程
zh_hant: 新增課程
zh_hk: 新課程

# courses.default.current_term
source: Current Term
ar: الفصل الدراسي الحالي
da: Nuværende periode
de: courses.default.current_term
es: Término actual
fa: مدت فعلی
fi: Nykyinen termi
fr: Durée actuelle
he: courses.default.current_term
it: Termine attuale
ja: 当期
nl: Huidige termijn
sw: Muda wa Sasa
th: ระยะเวลาปัจจุบัน
uk: Поточний термін
vi: Thời hạn hiện tại
zh_hans: 当前学期
zh_hant: 目前學期
zh_hk: 當前任期

# courses.default.instructor
source: Instructor
ar: مدرب
da: Instruktør
de: courses.default.instructor
fa: مربی
fi: Ohjaaja
fr: Instructeur
he: course.default.instructor
ja: インストラクター
nl: Instructeur
sw: Mwalimu
th: อาจารย์ผู้สอน
uk: Інструктор
vi: Người hướng dẫn
zh_hans: 教师
zh_hant: 教師
zh_hk: 講師

# courses.default.location_tba
source: Location TBA
ar: الموقع سيتم تحديده
da: Beliggenhed TBA
de: courses.default.location_tba
es: Ubicación por determinar
fa: مکان TBA
fi: Sijainti TBA
fr: Emplacement à déterminer
he: courses.default.location_tba
it: Posizione da definire
ja: 場所は未定
nl: Locatie nader bekend
sw: Eneo la TBA
th: สถานที่ตั้ง จะแจ้งภายหลัง
uk: Розташування буде визначено
vi: Vị trí TBA
zh_hans: 位置待定
zh_hant: 位置待定
zh_hk: 地點待定

# courses.default.tbd
source: TBD
ar: سيتم تحديده لاحقًا
de: courses.default.tbd
es: Por determinar
fr: À déterminer
he: courses.default.tbd
it: Da definire
ja: 未定
nl: Nader te bepalen
th: จะแจ้งภายหลัง
uk: Уточнюється
zh_hans: 待定
zh_hant: 待定
zh_hk: 待定

# courses.empty.no_meetings
source: No meetings added yet.
ar: لم تتم إضافة أي اجتماعات حتى الآن.
da: Ingen møder tilføjet endnu.
de: courses.empty.no_meetings
es: Aún no se han agregado reuniones.
fa: هنوز جلسه ای اضافه نشده است.
fi: Kokouksia ei ole vielä lisätty.
fr: Aucune réunion ajoutée pour l'instant.
he: courses.empty.no_meetings
it: Nessuna riunione ancora aggiunta.
ja: まだ追加された会議はありません。
nl: Er zijn nog geen vergaderingen toegevoegd.
ru: Пока нет добавленных встреч.
sw: Bado hakuna mikutano iliyoongezwa.
th: ยังไม่มีการเพิ่มการประชุม
uk: Зустрічі ще не додано.
vi: Chưa có cuộc họp nào được thêm vào.
zh_hans: 尚未添加会议。
zh_hant: 尚未新增會議。
zh_hk: 尚未添加會議。

# courses.empty.no_syllabus
source: No syllabus added yet.
ar: لم تتم إضافة أي منهج حتى الآن.
da: Ingen pensum tilføjet endnu.
de: courses.empty.no_syllabus
es: Aún no se ha agregado un plan de estudios.
fa: هنوز برنامه درسی اضافه نشده است.
fi: Opintojaksoa ei ole vielä lisätty.
fr: Aucun programme ajouté pour l'instant.
he: courses.empty.no_syllabus
it: Nessun programma ancora aggiunto.
ja: シラバスはまだ追加されていません。
nl: Er is nog geen syllabus toegevoegd.
ru: Пока нет добавленного учебного плана.
sw: Bado hakuna mtaala ulioongezwa.
th: ยังไม่มีการเพิ่มหลักสูตร
uk: Навчальний план ще не додано.
vi: Chưa có giáo trình nào được thêm vào.
zh_hans: 尚未添加教学大纲。
zh_hant: 尚未新增教學大綱。
zh_hk: 尚未添加教學大綱。

# courses.empty.overview
source: Your course overview will appear here.
ar: سوف تظهر نظرة عامة على الدورة التدريبية الخاصة بك هنا.
da: Din kursusoversigt vises her.
de: courses.empty.overview
es: Tu resumen del curso aparecerá aquí.
fa: نمای کلی دوره شما در اینجا ظاهر می شود.
fi: Kurssi yleiskatsaus tulee näkyviin tähän.
fr: L’aperçu de votre cours apparaîtra ici.
he: courses.empty.overview
it: La panoramica del tuo corso apparirà qui.
ja: コースの概要がここに表示されます。
nl: Hier verschijnt uw cursusoverzicht.
ru: Обзор курса появится здесь.
sw: Muhtasari wa kozi yako utaonekana hapa.
th: ภาพรวมหลักสูตรของคุณจะปรากฏที่นี่
uk: Тут з’явиться огляд вашого курсу.
vi: Tổng quan về khóa học của bạn sẽ xuất hiện ở đây.
zh_hans: 您的课程概览将显示在这里。
zh_hant: 您的課程概覽將顯示在這裡。
zh_hk: 您的課程概述將顯示在此處。

# courses.empty.select
source: Select or create a course
ar: حدد دورة تدريبية أو أنشئها
da: Vælg eller opret et kursus
de: courses.empty.select
es: Selecciona o crea un curso
fa: یک دوره را انتخاب یا ایجاد کنید
fi: Valitse tai luo kurssi
fr: Sélectionner ou créer un cours
he: courses.empty.select
it: Seleziona o crea un corso
ja: コースを選択または作成する
nl: Selecteer of maak een cursus
ru: Выберите или создайте курс
sw: Chagua au unda kozi
th: เลือกหรือสร้างหลักสูตร
uk: Виберіть або створіть курс
vi: Chọn hoặc tạo một khóa học
zh_hans: 选择或创建一门课程
zh_hant: 選擇或建立一門課程
zh_hk: 選擇或創建課程

# courses.empty.syllabus_parser
source: You'll eventually be able to import this from a syllabus parser.
ar: ستتمكن في النهاية من استيراد هذا من محلل المنهج الدراسي.
da: Du vil til sidst være i stand til at importere dette fra en pensumparser.
de: courses.empty.syllabus_parser
es: Eventualmente podrás importar esto desde un analizador de plan de estudios.
fa: در نهایت می توانید این را از تجزیه کننده برنامه درسی وارد کنید.
fi: Voit lopulta tuoda tämän opetussuunnitelman jäsentimestä.
fr: Vous pourrez éventuellement l'importer à partir d'un analyseur de programme.
he: courses.empty.syllabus_parser
it: Alla fine sarai in grado di importarlo da un parser del programma.
ja: 最終的には、シラバス パーサーからこれをインポートできるようになります。
nl: Uiteindelijk kun je dit importeren vanuit een syllabusparser.
ru: В будущем вы сможете импортировать его из парсера учебного плана.
sw: Hatimaye utaweza kuleta hii kutoka kwa kichanganuzi cha mtaala.
th: ในที่สุดคุณจะสามารถนำเข้าสิ่งนี้ได้จากตัวแยกวิเคราะห์หลักสูตร
uk: Зрештою ви зможете імпортувати це з аналізатора навчальної програми.
vi: Cuối cùng, bạn sẽ có thể nhập cái này từ trình phân tích cú pháp giáo trình.
zh_hans: 您最终将能够从教学大纲解析器导入它。
zh_hant: 您最終將能夠從教學大綱解析器匯入它。
zh_hk: 您最終將能夠從教學大綱解析器導入它。

# courses.form.button.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: courses.form.button.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: courses.form.button.cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
sw: Ghairi
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# courses.form.button.create
source: Create
ar: يخلق
da: Skabe
de: courses.form.button.create
es: Crear
fa: ایجاد کنید
fi: Luoda
fr: Créer
he: courses.form.button.create
it: Creare
ja: 作成する
nl: Creëren
sw: Unda
th: สร้าง
uk: Створити
vi: Tạo nên
zh_hans: 创建
zh_hant: 建立
zh_hk: 創造

# courses.form.button.save
source: Save
ar: يحفظ
da: Spare
de: courses.form.button.save
es: Ahorrar
fa: ذخیره کنید
fi: Tallentaa
fr: Sauvegarder
he: courses.form.button.save
it: Salva
ja: 保存
nl: Redden
sw: Hifadhi
th: บันทึก
uk: зберегти
vi: Cứu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 節省

# courses.form.edit_title
source: Edit Course
ar: تحرير الدورة
da: Rediger kursus
de: courses.form.edit_title
es: Editar curso
fa: ویرایش دوره
fi: Muokkaa kurssia
fr: Modifier le cours
he: courses.form.edit_title
it: Modifica corso
ja: コースを編集する
nl: Cursus bewerken
sw: Hariri Kozi
th: แก้ไขหลักสูตร
uk: Редагувати курс
vi: Chỉnh sửa khóa học
zh_hans: 编辑课程
zh_hant: 編輯課程
zh_hk: 編輯課程

# courses.form.label.code
source: Code
ar: شفرة
da: Kode
de: courses.form.label.code
es: Código
fa: کد
fi: Koodi
he: courses.form.label.code
it: Codice
ja: コード
sw: Kanuni
th: รหัส
uk: Код
vi: Mã số
zh_hans: 代码
zh_hant: 代碼
zh_hk: 代碼

# courses.form.label.color
source: Color
ar: لون
da: Farve
de: courses.form.label.color
fa: رنگ
fi: Väri
fr: Couleur
he: courses.form.label.color
it: Colore
ja: 色
nl: Kleur
sw: Rangi
th: สี
uk: колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色
zh_hk: 顏色

# courses.form.label.credits
source: Credits
ar: الاعتمادات
da: Kreditter
de: courses.form.label.credits
es: Créditos
fa: اعتبارات
fi: Krediitit
fr: Crédits
he: courses.form.label.credits
it: Crediti
ja: クレジット
nl: Kredieten
sw: Mikopo
th: เครดิต
uk: Кредити
vi: Tín dụng
zh_hans: 学分
zh_hant: 學分
zh_hk: 製作人員

# courses.form.label.email
source: Email
ar: بريد إلكتروني
de: courses.form.label.email
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
he: courses.form.label.email
ja: 電子メール
sw: Barua pepe
th: อีเมล
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件
zh_hk: 電子郵件

# courses.form.label.instructor
source: Instructor
ar: مدرب
da: Instruktør
de: courses.form.label.instructor
fa: مربی
fi: Ohjaaja
fr: Instructeur
he: courses.form.label.instructor
ja: インストラクター
nl: Instructeur
sw: Mwalimu
th: อาจารย์ผู้สอน
uk: Інструктор
vi: Người hướng dẫn
zh_hans: 教师
zh_hant: 教師
zh_hk: 講師

# courses.form.label.location
source: Location
ar: موقع
da: Beliggenhed
de: courses.form.label.location
es: Ubicación
fa: مکان
fi: Sijainti
fr: Emplacement
he: courses.form.label.location
it: Posizione
ja: 位置
nl: Locatie
sw: Mahali
th: ที่ตั้ง
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置
zh_hk: 地點

# courses.form.label.semester
source: Semester
ar: الفصل الدراسي
de: courses.form.label.semester
es: Semestre
fa: ترم
fi: Lukukausi
fr: Semestre
he: courses.form.label.semester
it: Semestre
ja: 学期
sw: Muhula
th: ภาคเรียน
uk: Семестр
vi: Học kỳ
zh_hans: 学期
zh_hant: 學期
zh_hk: 學期

# courses.form.label.title
source: Title
ar: عنوان
da: Titel
de: courses.form.label.title
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
he: courses.form.label.title
it: Titolo
ja: タイトル
nl: Titel
sw: Kichwa
th: ชื่อ
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題
zh_hk: 標題

# courses.form.new_title
source: New Course
ar: دورة جديدة
da: Nyt kursus
de: courses.form.new_title
es: Nuevo curso
fa: دوره جدید
fi: Uusi kurssi
fr: Nouveau cours
he: courses.form.new_title
it: Nuovo corso
ja: 新コース
nl: Nieuwe cursus
sw: Kozi Mpya
th: หลักสูตรใหม่
uk: Новий курс
vi: Khóa học mới
zh_hans: 新建课程
zh_hant: 新增課程
zh_hk: 新課程

# courses.form.placeholder.instructor
source: Dr. Smith
ar: دكتور سميث
de: courses.form.placeholder.instructor
fa: دکتر اسمیت
fi: tohtori Smith
he: courses.form.placeholder.instructor
it: Dottor Smith
ja: スミス博士
nl: Dr. Smit
sw: Dk Smith
th: ดร.สมิธ
uk: Доктор Сміт
vi: Tiến sĩ Smith
zh_hans: 史密斯博士
zh_hant: 史密斯博士
zh_hk: 史密斯博士

# courses.form.placeholder.location
source: Appleseed Hall 203
ar: قاعة بذور التفاح 203
da: Æblefrøhal 203
de: courses.form.placeholder.location
es: Salón de semillas de manzana 203
fr: Salle des graines de pomme 203
he: courses.form.placeholder.location
it: Sala dei semi di mela 203
ja: アップルシード ホール 203
nl: Appelzaadhal 203
sw: Jumba la Appleseed 203
th: แอปเปิลซีดฮอลล์ 203
vi: Hội trường Appleseed 203
zh_hans: 苹果籽厅 203
zh_hant: 蘋果籽廳 203
zh_hk: 蘋果籽廳 203

# courses.form.placeholder.title
source: Biology 101
ar: علم الأحياء 101
da: Biologi 101
de: courses.form.placeholder.title
es: Biología 101
fa: زیست شناسی 101
fi: Biologia 101
fr: Biologie 101
he: courses.form.placeholder.title
it: Biologia 101
ja: 生物学 101
nl: Biologie 101
sw: Biolojia 101
th: ชีววิทยา 101
uk: Біологія 101
vi: Sinh học 101
zh_hans: 生物学 101
zh_hant: 生物學 101
zh_hk: 生物學101

# courses.form.subtitle
source: Courses will sync with Planner, Assignments, and Grades.
ar: ستتم مزامنة الدورات التدريبية مع المخطط والواجبات والدرجات.
da: Kurser synkroniseres med Planner, Opgaver og Karakterer.
de: courses.form.subtitle
es: Los cursos se sincronizarán con el Planificador, las Asignaciones y las Calificaciones.
fa: دوره ها با برنامه ریز، تکالیف و نمرات همگام خواهند شد.
fi: Kurssit synkronoidaan suunnittelijan, tehtävien ja arvosanojen kanssa.
fr: Les cours seront synchronisés avec le planificateur, les devoirs et les notes.
he: courses.form.subtitle
it: I corsi verranno sincronizzati con Pianificazione, Compiti e Voti.
ja: コースはプランナー、課題、成績と同期されます。
nl: Cursussen worden gesynchroniseerd met Planner, Opdrachten en Cijfers.
sw: Kozi zitasawazishwa na Mpangaji, Kazi na Madarasa.
th: หลักสูตรจะซิงค์กับ Planner, Assignments และ Grades
uk: Курси синхронізуватимуться з Планувальником, Завданнями та Оцінками.
vi: Các khóa học sẽ đồng bộ hóa với Planner, Bài tập và Điểm.
zh_hans: 课程将与计划、作业和成绩同步。
zh_hant: 課程將與計劃、作業和成績同步。
zh_hk: 課程將與 Planner、作業和成績同步。

# courses.form.validation.code_required
source: Course code is required.
ar: رمز الدورة مطلوب.
da: Kursuskode er påkrævet.
de: courses.form.validation.code_required
es: Se requiere el código del curso.
fa: کد دوره مورد نیاز است.
fi: Kurssikoodi vaaditaan.
fr: Le code du cours est requis.
he: course.form.validation.code_required
it: Il codice del corso è obbligatorio.
ja: コースコードは必須です。
nl: Cursuscode is vereist.
sw: Msimbo wa kozi unahitajika.
th: ต้องระบุรหัสหลักสูตร
uk: Необхідний код курсу.
vi: Mã khóa học là bắt buộc.
zh_hans: 课程代码为必填项。
zh_hant: 課程代碼為必填項目。
zh_hk: 需要課程代碼。

# courses.form.validation.title_required
source: Course title is required.
ar: عنوان الدورة مطلوب.
da: Kursustitel er påkrævet.
de: courses.form.validation.title_required
es: Se requiere el título del curso.
fa: عنوان دوره الزامی است.
fi: Kurssin nimi vaaditaan.
fr: Le titre du cours est obligatoire.
he: course.form.validation.title_required
it: Il titolo del corso è obbligatorio.
ja: コースタイトルは必須です。
nl: Cursustitel is vereist.
sw: Kichwa cha kozi kinahitajika.
th: ต้องระบุชื่อหลักสูตร
uk: Необхідно вказати назву курсу.
vi: Tiêu đề khóa học là bắt buộc.
zh_hans: 课程标题为必填项。
zh_hant: 課程標題為必填項目。
zh_hk: 課程名稱為必填項。

# courses.grade.add_title
source: Add Grade for %@
ar: إضافة درجة لـ %@
da: Tilføj karakter for %@
de: courses.grade.add_title
es: Agregar Calificación para %@
fa: اضافه کردن نمره برای %@
fi: Lisää arvosana: %@
fr: Ajouter une note pour %@
he: courses.grade.add_title
it: Aggiungi voto per %@
ja: %@ のグレードを追加
nl: Cijfer toevoegen voor %@
ru: Добавить оценку для %@
sw: Ongeza Daraja la %@
th: เพิ่มเกรดสำหรับ %@
uk: Додати оцінку для %@
vi: Thêm Điểm cho %@
zh_hans: 为 %@ 添加成绩
zh_hant: 為 %@ 新增成績
zh_hk: 為 %@ 添加成績
